{
  "name": "Чревоугодие",
  "icon": "ars_maleficarum:textures/books/shadow_grimoire/icon/gluttony.png",
  "category": "ars_maleficarum:encyclopedia/demonology",
  "sortnum": 0,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Данный параграф посвящен демону чревоугодия - одному из тех, что символизируют Смертные Грехи и управляют человеческим пороком, сидя во своих инфернальных владениях и наслаждаясь подпиткой, даруемой им всеми нами. Демоны, относящиеся к каждому из грехов, обладают разным могуществом и 'степенью влияния' в своих широких 9-ти кругах. Чревоугодие несколько выделяется на их фоне."
    },
    {
      "type": "patchouli:text",
      "title": "Чревоугодие",
      "text": "На самом деле, многие адепты демонологии сходятся в одном мнении: Демон Чревоугодия - самый слабый из демонов, олицетворяющих Смертные Грехи. Иные поговаривают, что над ними за спиной насмехаются даже их собственные соседи по аду. Таким образом, практику в призывах и общении с демонами лучше начать именно с таких. Не нужно, однако, их недооценивать. Как дальше будет показано, эти демоны достаточно сильны и представляют определенную угрозу для новичков. "
    },
    {
      "type": "patchouli:entity",
      "entity": "ars_maleficarum:gluttony_demon",
      "rotate": true,
      "scale": 0.5,
      "offset": 1,
      "text": "Демон Чревоугодия - большой и сильный, но крайне неповоротливый и не очень сообразительный. Руководствуется, главным образом, желанием посильнее набить живот. "
    },
    {
      "type": "patchouli:text",
      "title": "Чревоугодие",
      "text": "Будучи призванным при помощи традиционного, буквально канонического $(l:rituals/demonology/abyssal_feast)ритуала призыва$(), демон сразу попытается атаковать. От него легко убежать - он довольно медлителен, поэтому спастись можно всегда. Удары его кулаков по истине разрушительны - не стоит позволять ему атаковать, хилая ведьма или колдун могут сложиться пополам в два счёта. Убить его не очень легко - атакуя, демон исцеляется, пассивно поедая частички вашей души с каждым ударом."
    }
  ],
  "read_by_default": true
}