{
  "name": "Ведьмы-отшельницы",
  "icon": "ars_maleficarum:textures/books/shadow_grimoire/icon/hermit_witch.png",
  "category": "ars_maleficarum:encyclopedia/witches",
  "sortnum": 1,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Умный путешественник, наткнувшийся на своём пути на хижину ведьмы, не станет стучаться и проситься на ночлег - ведьмы, одиноко живущие в лесах и на болотах, не отличаются любовью к гостям. Заклинания и ритуалы, что они творят под покровом ночи, часто требуют крови, а потому они не станут упускать возможность пополнить свои запасы, а некроманты и вовсе - заполучить лишние рабочие руки."
    },
    {
      "type": "ars_maleficarum:lore_image_page",
      "border": true,
      "text": "Редкие лесные колдуньи, однако, будут рады гостям. Им тоже нужно общение - черепа на палках не сильно разговорчивы.",
      "image": "ars_maleficarum:textures/books/shadow_grimoire/lore/hermit_witch.png"
    },
    {
      "type": "patchouli:text",
      "title": "Ведьмы-отшельницы",
      "text": "На болотах, $(l:witches/witch_huts)в одиноко стоящих избушках$(), расположившихся на длинной вытянутой ноге, часто можно встретить ведьм-отшельниц. Они обычно не очень рады гостям, потому им на глаза лучше не попадаться - увидев, что заурядный путник желает потревожить их уединение, они тут же постараются с ним расправиться. Не следует недооценивать их силы - источников, описывающих встречи с ведьмами, крайне мало именно потому, что мало кому удавалось их пережить."
    },
    {
      "type": "patchouli:text",
      "title": "Ведьмы-отшельницы",
      "text": "Если же вы решите рискнуть и ведьма-отшельница признает в вас достойного собеседника, на которого не жалко потратить время, то можете радоваться. Она наверняка не упустит возможности предложить вам некоторые полезные товары в обмен на проклятое золото, которое лесные колдуньи часто используют для опытов по созданию философского камня."
    },
    {
      "type": "patchouli:image",
      "title": "Хижина ведьмы",
      "border": true,
      "text": "Одна из хижин, в каких обычно одиноко живут лесные ведьмы-отшельницы.",
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/witch_hut.png"]
    }
  ],
  "read_by_default": true
}