{
  "name": "Зажжение Факела",
  "icon": "ars_maleficarum:textures/books/shadow_grimoire/icon/rituals/kramer_torch.png",
  "category": "ars_maleficarum:circle_magic/infusing",
  "sortnum": 3,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Данный ритуал можно рассматривать как отражения лицемерия Генриха Крамера, который сам прибег к магии призыва и заточения демонов внутри оружия, дабы обрести силу, позволившую ему сокрушать своих врагов. Призвав одного из высших демонов (может даже демона гордыни, кто знает?), он заточил его внутри посоха, что затем стал $(l:artifacts/kramers_torch)его Факелом$(). Ритуал, описываемый далее, должен быть хорошим приближением того, что сделал в свое время Крамер."
    },
    {
      "type": "patchouli:text",
      "text": "Как уже было сказано, главная особенность этого ритуала - обязательное присутствие внутри круга живого и функционирующего демона, обязательно высшего (например, одного из семейства олицетворяющих Смертные Грехи). Только их силы будет достаточно, чтобы заставить Факел гореть. Терзаемый внутри своей темницы, обращённый против своей воли на долгие годы заточения, демон будет источником гнева, который Крамер (как и многие другие после него) и использовал."
    },
    {
      "type": "patchouli:text",
      "header": "Проведение ритуала",
      "text": "Для повышения шансов на успешное проведение обряда зажжения Факела необходимо учесть несколько моментов. Во-первых, призывать какого-либо демона имеет смысл непосредственно перед началом ритуала - так он не успеет натворить много бед, впав в ярость от осознания того, что ему вскоре предстоит. И второй, не менее важный момент - лучше всего заранее подготовить какой-нибудь из $(l:rituals/demonology/demonic_imprisonment)ритуалов демонического заточения$(), чтобы не позволить демону вырваться из круга."
    },
    {
      "type": "ars_maleficarum:ritual_circles",
      "ritual": "ars_maleficarum:kramer_torch_creation",
      "annotation_image": "ars_maleficarum:textures/books/shadow_grimoire/icon/demonology.png",
      "annotation_line1": "Внутри круга должны быть инертная",
      "annotation_line2": "ветвь Крамера и демон любого вида!"
    },
    {
      "type": "patchouli:text",
      "title": "Из пыльной записки",
      "text": "...$(o)он говорил, что нужен демон. Я прошел через весь ад, чтобы достать эту во всех смыслах чёртову ветвь, а теперь они требуют от меня призывать демона? Чепуха, попробую без него - наполнение начнётся в любом случае, думаю сил этих мест хватит, чтобы пробудить Факел. Старик говорил, что Крамер потребует душу в обмен на Факел, и только сила демона его устроит. Звучит, как бред. Думаю, к его приходу я закончу$()..."
    }
  ],
  "read_by_default": true
}