{
  "name": "Формирование кругов",
  "icon": "ars_maleficarum:textures/books/shadow_grimoire/icon/circle_magic.png",
  "category": "ars_maleficarum:circle_magic/circle_components",
  "sortnum": 1,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Данный параграф содержит исчерпывающую информацию о ритуальных кругах - механизме их работы, правильных способах рисования и т.п. Со временем любой практик научится рисовать правильные круги без помощи иллюстраций, а пока этого не произошло - советуем почаще обращаться к этим страницам."
    },
    {
      "type": "patchouli:text",
      "title": "Из чего состоят круги",
      "text": "Любой магический круг (а если быть точнее, то их система) состоит из пяти элементов - сердце, малый, средний и большой круги, а также соединения между ними. Для разных ритуалов подходят разные круги, почти все устанавливают требования и на цвет, некоторым же важна лишь форма. Одновременно ритуалом могут задействоваться не все круги - некоторым, например, нужно лишь сочетание среднего и малого."
    },
    {
      "type": "patchouli:text",
      "title": "Из чего состоят круги",
      "text": "Центр любого круга - сердцевина одного из цветов, который определяется проводимым ритуалом (некоторым подойдет любой). Затем следуют (по мере удаления от сердцевины): $(li)Малый круг$()$(li)Соединение малого со средним, если тот нужен$(li)Средний круг$()$(li)Соединение среднего с большим, если тот нужен$()$(li)Большой круг$().$(br)Сердцевина создаётся при помощи $(l:circle_components/drawing_kits)специального набора$(), круги же рисуются $(l:brewing/white_chalk)мелом$()."
    },
    {
      "type": "ars_maleficarum:ritual_circles",
      "ritual": "ars_maleficarum:setting_sun",
      "text": "Пример описания ритуала из книги - приведение схемы требуемых кругов и предметы.",
      "annotation_image": "ars_maleficarum:textures/books/shadow_grimoire/util_textures/sun.png",
      "annotation_line1": "Проведение ритуала",
      "annotation_line2": "возможно только днём!"
    },
    {
      "type": "patchouli:text",
      "title": "Пояснение",
      "text": "На предыдущей странице был приведён пример описания ритуала из этого раздела. Описание включает в себя список требуемых компонентов и отметки с особыми предписаниями, однако ключевое - схема кругов. В данном случае ритуал требует наличия сердцевины, малого и большого кругов белого (как и на схеме) цвета, а также средний в любом цвете (такие круги на схеме отмечены серым)"
    },
    {
      "type": "patchouli:text",
      "title": "Пояснение",
      "text": "Соединения между кругами требуют особого пояснения. В данном случае изображены белые соединения между малым и средним кругами, и 'любые' соединения между средним и большим кругами. Становится очевидно, что цвет соединения должен совпадать с соединяемым кругом меньшего радиуса. Соединения требуются только тогда, когда требуются оба из соединяемых кругов. К примеру, для ритуала, не требующего средний круг, соединения не понадобятся вовсе."
    },
    {
      "type": "patchouli:text",
      "title": "Пояснение",
      "text": "Несколько важных замечаний, связанных с использованием мела и рисованием. $(br2)1) Сердцевина имеет размер 3х3 и не может быть нарисована при отсутствии свободного места. $(br2)2) Символы можно перерисовывать, нажав ПКМ по ним мелом (того же или иного цвета).$(br2)3) Стирать уже нарисованные символы легче всего при помощи $(l:tools/chalk_brush)щётки$()."
    },
    {
      "type": "patchouli:text",
      "title": "Примеры начертания",
      "text": "Дальнейшие несколько страниц приводят изображения правильно сформированных ритуальных кругов с пояснениями, чтобы начинающему практику было легче разобраться. Рассмотрены будут случаи разных цветов и конфигураций, с соединениями и без. $(br2)На первой иллюстрации в целях наглядности соединения между кругами были опущены."
    },
    {
      "type": "patchouli:image",
      "border": true,
      "title": "Без соединений",
      "text": "Сердце и все круги, кроме среднего, белого цвета. Соединения намеренно опущены.",
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/circles_examples/white_red_white_no_joints.png"]
    },
    {
      "type": "patchouli:image",
      "border": true,
      "title": "С соединениями",
      "text": "Единственный верный вариант соединений для предыдущей конфигурации.",
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/circles_examples/white_red_white_joints.png"]
    },
    {
      "type": "patchouli:image",
      "border": true,
      "title": "Без большого",
      "text": "Полностью зелёная конфигурация (с соединениями) без участия большого круга.",
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/circles_examples/green_green.png"]
    },
    {
      "type": "patchouli:image",
      "border": true,
      "title": "Без среднего",
      "text": "Красное сердце, белый малый и красный большой. Средний отсутствует, как и соединения.",
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/circles_examples/white_none_red.png"]
    }
  ],
  "read_by_default": true
}