{
  "name": "Алтарь наполнения",
  "icon": "ars_maleficarum:infusing_altar",
  "category": "ars_maleficarum:infusing",
  "sortnum": 0,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Алтарь наполнения - ключевой элемент, благодаря которому в принципе возможен процесс наполнения. Его создание состоит из нескольких шагов: $(li)Создать и разместить каменную основу $(li)Накрыть основу ковром $(li)Начертить подходящего цвета пентаграмму $(li)Поставить свечи $(li)Окружить 8 обсидиановыми столбами"
    },
    {
      "type": "patchouli:crafting",
      "recipe": "ars_maleficarum:infusing_altar_stone_block",
      "title": "Создание основы",
      "text": "Каменная основа, включающая в себя блок проклятого золота, окруженный кирпичом - то, из чего далее будет конструироваться алтарь наполнения."
    },
    {
      "type": "patchouli:text",
      "title": "Сооружение алтаря",
      "text": "После размещения основы необходимо накрыть её ковром любого цвета. Это зависит только от ваших эстетических предпочтений, однако для белого и светло-серого цветов покрытия потребуется чёрный мел для рисования пентаграммы (чтобы соблюсти контраст), в то время как для всех остальных цветов - белый. Чтобы нарисовать пентаграмму на накрытой основе, нажмите по ней ПКМ мелом нужного цвета."
    },
    {
      "type": "patchouli:text",
      "title": "Сооружение алтаря",
      "text": "После рисования пентаграммы остается ещё два важных шага. Во-первых, для завершения алтаря на нём необходимо разместить свечи - это можно сделать, нажав по конструкции свечой любого цвета, это в данном случае ни на что не повлияет. После этого останется лишь разместить вокруг алтаря 8 обсидиановых столбов в 2 блока высотой так, как это показано на последнем изображении на следующей странице."
    },
    {
      "type": "patchouli:image",
      "title": "Сооружение алтаря",
      "text": "Поэтапный процесс создания алтаря наполнения, включая размещение столбов.",
      "border": true,
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/infusing_altar_base.png","ars_maleficarum:textures/books/shadow_grimoire/infusing_altar_covered.png","ars_maleficarum:textures/books/shadow_grimoire/infusing_altar_penta.png","ars_maleficarum:textures/books/shadow_grimoire/infusing_altar_candles.png","ars_maleficarum:textures/books/shadow_grimoire/infusing_altar_complete.png"]
    },
    {
      "type": "patchouli:text",
      "title": "Сооружение алтаря",
      "text": "Внутреннее устройство алтаря наполнения крайне просто. $(br)В центре - слот для главного компонента, т.н. фокуса, который будет вбирать в себя магическую энергию окружения. $(br)Остальные слоты предназначены для других компонентов, участвующих в создании. После завершения процесса наполнения результат заменит собой фокус в центральном слоте."
    },
    {
      "type": "patchouli:image",
      "title": "Алтарь наполнения",
      "text": "Шесть слотов, результат после завершения окажется в центральном.",
      "border": true,
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/infusing_altar_gui.png"]
    },
    {
      "type": "patchouli:text",
      "title": "Наполнение Адом",
      "text": "Существуют способы наполнения, таким же образом задействующие привычный алтарь, однако в Верхнем мире невозможные. Для изготовления некоторых предметов потребуется разместить алтарь в Нижнем мире, что обеспечит ему доступ к магии, витающей в воздухе этих опасных, огненных мест. Однако концентрация сил достаточно высока лишь в бывших местах Призыва. Именно в самом их сердце потребуется разместить алтарь, чтобы начать наполнение."
    },
    {
      "type": "patchouli:image",
      "title": "Наполнение Адом",
      "text": "Алтарь наполнения в месте Призыва. $(l)Замечание:$() Столбы из обсидиана уже не нужны.",
      "border": true,
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/infusing_altar_nether.png"]
    }
  ],
  "read_by_default": true
}

