{
  "name": "Infusing Altar",
  "icon": "ars_maleficarum:infusing_altar",
  "category": "ars_maleficarum:infusing",
  "sortnum": 0,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "The Infusing Altar is a key element that enables the process of infusing. Its construction involves several steps: $(li)Creating and placing the stone base $(li)Covering the base with a carpet $(li)Drawing a suitable color pentagram $(li)Placing candles $(li)Surrounding it with 8 obsidian pillars"
    },
    {
      "type": "patchouli:crafting",
      "recipe": "ars_maleficarum:infusing_altar",
      "title": "Base Construction",
      "text": "The stone base includes cursed gold block surrounded by brick - the foundation from which the infusing altar will be constructed."
    },
    {
      "type": "patchouli:text",
      "title": "Building the Altar",
      "text": "After placing the base, it needs to be covered with a carpet of any color. This depends solely on your aesthetic preferences, but for white and light gray carpet colors, use black chalk to draw the pentagram (to maintain contrast), while for all other colors use white. To draw the pentagram on the covered base, right-click with the chalk of the desired color."
    },
    {
      "type": "patchouli:text",
      "title": "Building the Altar",
      "text": "After drawing the pentagram, there are two more crucial steps. Firstly, to complete the altar, candles need to be placed on it – this can be done by right-clicking with candles of any color, which will not affect the construction in this case. After that, all that remains is to place 8 obsidian pillars around the altar at a height of 2 blocks each, as shown in the last image on the following page."
    },
    {
      "type": "patchouli:image",
      "title": "Building the Altar",
      "text": "Step-by-step process of constructing the infusing altar, including the pillars.",
      "border": true,
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/infusing_altar_base.png","ars_maleficarum:textures/books/shadow_grimoire/infusing_altar_covered.png","ars_maleficarum:textures/books/shadow_grimoire/infusing_altar_penta.png","ars_maleficarum:textures/books/shadow_grimoire/infusing_altar_candles.png","ars_maleficarum:textures/books/shadow_grimoire/infusing_altar_complete.png"]
    },
    {
      "type": "patchouli:text",
      "title": "Building the Altar",
      "text": "The internal structure of the infusing altar is quite simple. $(br)In the center is a slot for the main component, known as the focus, which will absorb the magical energy of the surroundings. $(br)The remaining slots are for other components involved in the creation process. After completing the infusing process, the result will replace the focus in the central slot."
    },
    {
      "type": "patchouli:image",
      "title": "Infusing Altar",
      "text": "Six slots, with the result appearing in the center after completion.",
      "border": true,
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/infusing_altar_gui.png"]
    },
    {
      "type": "patchouli:text",
      "title": "Infusing in the Nether",
      "text": "There are methods of infusing that similarly involve the standard altar, but in the Nether, they become impossible. To craft certain items, it will be necessary to place the altar in the Nether, providing access to the magic floating in the air of these dangerous, fiery places. However, the concentration of power is sufficiently high only in former $(l:excerpts/site_of_summoning)Sites of Summoning$(). In the very heart of these, one must place the altar."
    },
    {
      "type": "patchouli:image",
      "title": "Infusing in the Nether",
      "text": "Infusing altar in a Site of Summoning. $(l)Note:$() Obsidian pillars are no longer needed.",
      "border": true,
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/infusing_altar_nether.png"]
    }
  ],
  "read_by_default": true
}
