{
  "name": "Варочный котёл",
  "icon": "ars_maleficarum:brewing_cauldron",
  "category": "ars_maleficarum:extracting_and_brewing/brewing",
  "sortnum": 0,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Котёл - один из основных инструментов в арсенале любого практика, от новичков до самых могущественных архимагов. Именно в нём варится львиная доля тех компонентов, что требуются затем при создании различных артефактов, проведении ритуалов, наложении чар и сотворении заклинаний. Зельеварение - целый мир, отдельное искусство, граничащее с наукой."
    },
    {
      "type": "patchouli:crafting",
      "recipe": "ars_maleficarum:brewing_cauldron",
      "title": "Создание",
      "text": "Рецепт создания удивительно прост - укрепив обычный тигель дополнительным количеством железа и серебра, можно улучшить его до особого варочного котла, который будет верно сопровождать любого алхимика в его пути к могуществу."

    },
    {
      "type": "patchouli:image",
      "title": "Внешний вид",
      "text": "Пустой варочный котёл, совершенно безопасно стоящий внутри деревянной хижины.",
      "border": true,
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/cauldron_idle.png"]
    },
    {
      "type": "patchouli:text",
      "text": "К вопросу о безопасности и важном плюсе такой конструкции - не требуется ломать блоки и размещать под ним источник огня. Все, что требуется для нагрева - закинуть (на ПКМ) достаточное количество дров (максимум 6) под котёл. $(br)Стоит отметить, что из вышеописанного плюса вытекает и очевидный минус - в связи с отсутствием возможности подогрева от адского камня котлу требуется постоянное поддержание уровня топлива. $(l)Осторожно: можно обжечься!$()"
    },
    {
      "type": "patchouli:image",
      "title": "О топливе",
      "text": "Зажечь огонь можно ПКМ с огнивом в руке, потушить - пустой рукой, удерживая Shift.",
      "border": true,
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/cauldron_fuel.png","ars_maleficarum:textures/books/shadow_grimoire/cauldron_fuel_lit.png"]
    },
    {
      "type": "patchouli:text",
      "title": "Наполнение водой",
      "text": "Варочный котёл может вмещать не более одного ведра воды. Заполнить котёл водой (или опустошить) можно на ПКМ, держа в руках ведро с водой (или пустое). $(br2)Если под наполненным котлом находится горящее топливо, то вода постепенно начнет нагреваться, пока не закипит, о чем можно будет судить по появлению пузырей и характерному звуку."
    },
    {
      "type": "patchouli:image",
      "title": "Кипящая вода",
      "text": "Любую варку рекомендуется начинать только после того, как вода в котле закипит.",
      "border": true,
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/cauldron_boil.png"]
    },
    {
      "type": "patchouli:text",
      "title": "Варочный процесс",
      "text": "Как только вода закипит, можно начинать добавлять требуемые ингредиенты. Раньше делать этого не имеет смысла - в недостаточно горячей воде они просто не будут растворяться.$(br)Об успешном добавлении ингредиента можно судить по изменению цвета содержимого котла. Кроме того, существует ограничение - в воде нельзя растворить более десяти предметов. $(br)$(l)Замечание:$() некоторые рецепты требуют строго следовать порядку ингредиентов."
    },
    {
      "type": "patchouli:text",
      "title": "Варочный процесс",
      "text": "После растворения всех нужных ингредиентов следует дождаться завершения процесса варки. О нём можно будет узнать по характерному звуку, а также появлению особых частиц над водой. Некоторе рецепты заставят котёл самостоятельно завершить создание и 'выплюнуть' получившийся предмет. Во всех остальных случаях необходимо завершить процесс самому, на ПКМ собрав получившееся содержимое при помощи особой ёмкости (например, стеклянного пузырька, флакона или миски)."
    },
    {
      "type": "patchouli:spotlight",
      "item": "minecraft:bowl,ars_maleficarum:empty_vial",
      "title": "Варочный процесс",
      "text": "Вся информация о рецепте указывается на соответствующих страницах гримуара: результат, требуемые компоненты, важен ли строгий порядок, а также тип ёмкости (приведены выше), в которую следует сливать содержимое после завершения процесса варки, если таковое требуется. $(br)$(l)Замечание:$() Одна ёмкость может вместить лишь треть объёма содержимого котла."
    }
  ],
  "read_by_default": true
}

