{
  "name": "Brewing Cauldron",
  "icon": "ars_maleficarum:brewing_cauldron",
  "category": "ars_maleficarum:extracting_and_brewing/brewing",
  "sortnum": 0,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "The Cauldron is a cornerstone within the arsenal of any practitioner, from fledgling novices to the most formidable Archmages. It is within this vessel that the lion's share of components is brewed, destined to be employed in the crafting of various artifacts, the conduction of rituals, the imposition of enchantments, and the conjuring of spells. Potion brewing is a world unto itself, an art form that borders upon the realm of science."
    },
    {
      "type": "patchouli:crafting",
      "recipe": "ars_maleficarum:brewing_cauldron",
      "title": "Creation",
      "text": "The recipe for its creation is surprisingly simple – by fortifying an ordinary crucible with additional iron and silver, one can elevate it to a special brewing cauldron, which will faithfully accompany any alchemist on their path to power."
    },
    {
      "type": "patchouli:image",
      "title": "Appearance",
      "text": "An empty brewing cauldron, safely standing within a wooden hut.",
      "border": true,
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/cauldron_idle.png"]
    },
    {
      "type": "patchouli:text",
      "text": "Regarding safety and a notable advantage of this design – there is no need to break blocks and place a fire source beneath it. All that is required for heating is to throw (right-click) a sufficient amount of wood (up to 6) under the cauldron. $(br)It is worth noting that the aforementioned advantage also leads to an obvious drawback – due to the lack of heating from Nether stone, the cauldron requires constant maintenance of the fuel level. $(l)Caution: one can get burned!$()"
    },
    {
      "type": "patchouli:image",
      "title": "About Fuel",
      "text": "Light the fire by right-clicking with a flint and steel in hand, extinguish it with an empty hand while holding Shift.",
      "border": true,
      "images": [
        "ars_maleficarum:textures/books/shadow_grimoire/cauldron_fuel.png",
        "ars_maleficarum:textures/books/shadow_grimoire/cauldron_fuel_lit.png"
      ]
    },
    {
      "type": "patchouli:text",
      "title": "Filling with Water",
      "text": "The brewing cauldron can hold no more than one bucket of water. Fill the cauldron with water (or empty it) by right-clicking while holding a bucket of water (or an empty bucket). $(br2)If burning fuel is present under the filled cauldron, the water will gradually heat until it boils, which can be discerned by the appearance of bubbles and a characteristic sound."
    },
    {
      "type": "patchouli:image",
      "title": "Boiling Water",
      "text": "Any brewing should commence only after the water in the cauldron has reached a boil.",
      "border": true,
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/cauldron_boil.png"]
    },
    {
      "type": "patchouli:text",
      "title": "Brewing Process",
      "text": "Once the water has boiled, the required ingredients can be added. Adding them beforehand is futile – they simply will not dissolve in insufficiently hot water. $(br)Successful addition of an ingredient can be judged by the change in the color of the cauldron's contents. Moreover, there is a limitation – no more than ten items can be dissolved in the water. $(br)$(l)Note:$() some recipes require strict adherence to the order of ingredients."
    },
    {
      "type": "patchouli:text",
      "title": "Brewing Process",
      "text": "After dissolving all necessary ingredients, one must wait for the brewing process to complete. This can be recognized by a characteristic sound and the disappearance of magical particles. Some recipes will cause the cauldron to autonomously complete the creation and 'spit out' the resulting item. In all other cases, the process must be concluded manually, by right-clicking to collect the resulting contents with a special container (such as a glass vial, flask, or bowl)."
    },
    {
      "type": "patchouli:spotlight",
      "item": "minecraft:bowl,ars_maleficarum:empty_vial",
      "title": "Brewing Process",
      "text": "All information about the recipe is indicated on the corresponding pages of the grimoire: the result, the required components, whether strict order is important, and the type of container (mentioned above) into which the contents should be poured after the brewing process is complete, if necessary. $(br)$(l)Note:$() One container can hold only a third of the cauldron's contents."
    }
  ],
  "read_by_default": true
}
