{
  "name": "Получение испарений",
  "icon": "ars_maleficarum:smell_of_home",
  "category": "ars_maleficarum:odour_extracting",
  "sortnum": 2,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Рано или поздно любой начинающий волшебник столкнется с проблемой отсутствия подходящих сосудов для хранения ингредиентов. Термостойкие стеклянные флаконы - самая универсальная посуда, запасами которой в достаточном объеме должен обладать любой уважающий себя практик. Они пригодны для сбора как жидкостей и порошков, так и летучих эссенций."
    },
    {
      "type": "ars_maleficarum:odour_extracting_recipe",
      "title": "Петрикор",
      "recipe": "ars_maleficarum:petrichor_from_dark_oak_sapling",
      "text": "Петрикор, или запах пыли после дождя, является одним из самых популярных ароматов нестандартного класса. Волшебников и травников же он интересует в первую очередь как ингредиент, характеризующий союз почвы и растения, минерала и жизни, земли и тех, кто по ней ходит. Тёмный дуб, добавляющий мрачные нотки сырости, как нельзя лучше подходит в качестве источника этой эссенции."
    },
    {
      "type": "ars_maleficarum:odour_extracting_recipe",
      "title": "Запах дома",
      "recipe": "ars_maleficarum:smell_of_home_from_oak_sapling",
      "text": "Дуб как нельзя лучше символизирует дом, уют и тёплые воспоминания об ушедших днях - эмоции, необходимость в подпитке силой которых возникает довольно часто. Иные искушённые зовут этот аромат 'ностальгией', и такая точка зрения тоже имеет право существовать."
    },
    {
      "type": "ars_maleficarum:odour_extracting_recipe",
      "title": "Пустынный дух",
      "recipe": "ars_maleficarum:desert_spirit_from_cactus",
      "text": "Кактус - лучший источник эссенции пустыни, бескрайних песчаных степей, где Солнце несчадно жарит, а ветры поют унылые мелодии безнадёжности. Эссенция, извлекаемая из этого колючего растения, широко применяется травниками и волшебниками там, где требуются нотки, символизирующие жизнь среди мертвых песков."
    },
    {
      "type": "ars_maleficarum:odour_extracting_recipe",
      "title": "Сладостный сон",
      "recipe": "ars_maleficarum:sweet_dream_from_sugar_cane",
      "text": "Сахарный тростник является превосходным источником эссенции, способной пробудить дремоту и погрузить в сладостный сон, благодаря чему этот аромат и получил такое название. Он символизирует закат, усталость и долгожданное расслабление."
    },
    {
      "type": "ars_maleficarum:odour_extracting_recipe",
      "title": "Парящая лёгкость",
      "recipe": "ars_maleficarum:soaring_lightness_from_azalea",
      "text": "Азалия, по истине удивительно растение, является богатейшим источником эссенции, символизирующей подъём, легкость и возвышенность. Сок, текущий в жилах азалии, придает этой эссенции незабываемые оттенки, а кроме того и магические свойства, что обожают зельевары."
    },
    {
      "type": "ars_maleficarum:odour_extracting_recipe",
      "title": "Парящая лёгкость",
      "recipe": "ars_maleficarum:soaring_lightness_from_flowering_azalea",
      "text": "Цветущая азалия содержит в себе повышенную концентрацию той самой эссенции лёгкости и возвышенности, что часто находит себе применение в зельеварении и иных областях, связанных с усилением и ускорением живых организмов."
    },
    {
      "type": "ars_maleficarum:odour_extracting_recipe",
      "title": "Звон утренней росы",
      "recipe": "ars_maleficarum:ring_of_morning_dew_birch_sapling",
      "text": "Звон утренней росы, радующей слух и взгляд созерцателя, лучше всего извлекать как эссенцию из березы. Это красивое, утончённое, нежное дерево содержит в себе дух красоты, непосредственности, радостного пробуждения."
    },
    {
      "type": "ars_maleficarum:odour_extracting_recipe",
      "title": "Ветер пустоши",
      "anchor": "wasteland_wind",
      "recipe": "ars_maleficarum:wasteland_wind_from_acacia_sapling",
      "text": "Пыльный, сухой ветер, гуляющий по саваннам, прочно связан с акациями, там произрастающиим, поскольку раз за разом терзал их стволы, проносясь мимо них и обратно. Обратившись к печи, травник может извлечь полезную эссенцию ветра пустоши из ростков древа саванн."
    },
    {
      "type": "ars_maleficarum:odour_extracting_recipe",
      "title": "Хвойное масло",
      "recipe": "ars_maleficarum:coniferous_oil_from_spruce_sapling",
      "text": "Ель - превосходный источник магической энергии, однажды даровавшей общему предку всех хвойных способность сохранять вечнозелёный облик. Опытный травник может извлечь из ели хвойное масло и использовать его эссенцию в зельеварении и чарах, требующих отзвуков долголетия."
    },
    {
      "type": "ars_maleficarum:odour_extracting_recipe",
      "title": "Болотный смрад",
      "recipe": "ars_maleficarum:stink_of_swamp_from_mangrove_propagule",
      "text": "Болота и топи - средоточие природной магической энергии, которую и черпают ведьмы, живущие среди этих гиблых и мрачных мест. Ароматом это назвать сложно, скорее крайне зловонные испарения, которые искушённый посредством сожжения может извлечь из мангровых отростков, а затем использовать там, где требуется сила духа болот."
    },
    {
      "type": "ars_maleficarum:odour_extracting_recipe",
      "title": "Абсолютный порядок",
      "recipe": "ars_maleficarum:absolute_order_from_rowan_sapling",
      "text": "Рябина - чистейший источник первозданной природной магии, символ порядка среди хаоса. Эта энергия, заточённая в жилах дерева, может быть извлечена с помощью печи, а затем использована там, где требуется эссенция порядка. Там, где требуется рассеять хаос и позволить направленной магии беспрепятственно течь."
    },
    {
      "type": "ars_maleficarum:odour_extracting_recipe",
      "title": "Тропический муссон",
      "recipe": "ars_maleficarum:tropical_monsoon_from_jungle_sapling",
      "text": "Девственные тропические и экваториальные леса, джунгли - места, обладающие богатейшими запасами накопленной в растительности магии. В них звон капель влаги, осевшей на листьях, в них дуновения ветра, проносящегося среди тропик и разносящего голос нетронутой природы. Аромат, извлекаемый из них травниками, в часть этого самого ветра получил название 'Тропический муссон'."
    },
    {
      "type": "ars_maleficarum:odour_extracting_recipe",
      "title": "Вишнёвый этюд",
      "recipe": "ars_maleficarum:cherry_etude_from_cherry_sapling",
      "text": "Музыка - один из самых чистых и возвышенных феноменов, когда-либо возникавших в истории. Вишня, хранящая в себе эссенции гармонии и мелодии, является превосходным источником эссенции, используемой травниками Востока в зельеварении и создании артефактов, требующих высоких параметров резонирования."
    },
    {
      "type": "ars_maleficarum:odour_extracting_recipe",
      "title": "Дуновение времени",
      "recipe": "ars_maleficarum:whiff_of_time_from_kramer_tree_sapling",
      "text": "Древо Крамера, впитавшее в себя кровь многих поколений погибших травников, колдунов и ведьм, стало изумительным источником эссенции, характеризующей течение времени - жернова истории, что стирают мириады страниц кровопролитных событий. В контраст к разрушению этот аромат напоминает о неумолимом марше времени, ведущем к созиданию."
    },
    {
      "type": "ars_maleficarum:odour_extracting_recipe",
      "title": "Мелодия согласия",
      "recipe": "ars_maleficarum:tune_of_harmony_from_sage_flower",
      "text": "Шалфей - одна из немногих трав, пригодная для извлечения полезной эссенции. Наполненный энергией порядка и гармонии, он представляет настоящий интерес для травников и волшебников, способных извлечь и закупорить его аромат, приводящий в чувство и обостряющий осязание."
    },
    {
      "type": "ars_maleficarum:odour_extracting_recipe",
      "title": "Мелодия согласия",
      "recipe": "ars_maleficarum:tune_of_harmony_from_ground_sage_flowers",
      "text": "Это вариация рецепта получения 'мелодии согласия' при помощи измельченного шалфея. В таком виде он более податлив, а потому шанс получить заветный пузырёк с испарением при сжигании шалфея сильно повышается."
    },
    {
      "type": "ars_maleficarum:odour_extracting_recipe",
      "title": "Аромат неоднозначности",
      "recipe": "ars_maleficarum:scent_of_uncertainty_from_nameless_tree_sapling",
      "text": "Самое загадочное дерево, источающее неуверенность, незнание, вопрос - Безымянное древо. Опытные травники сжиганием ростков могут извлечь из него тот самый неповторимый аромат, который, однако, очень тяжело отнести к чему-то определённому. Испарения Безымянного древа пользуются популярностью у тех волшебников, кто осмеливается заглядывать в будущее и заигрываться с судьбой."
    }
  ],
  "read_by_default": true
}

