{
  "name": "Печь выпаривания",
  "icon": "ars_maleficarum:odour_extracting_furnace",
  "category": "ars_maleficarum:extracting_and_brewing/odour_extracting",
  "sortnum": 0,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "В искусстве ведьмовства особое внимание уделяется силе, сокрытой в ароматах и испарениях. И для того, чтобы суметь эту силу извлечь и использовать, любому практику необходима особая печь. Обладающая нехитрой конструкцией, она сжигает внутри себя растительные компоненты, высвобождая их эссенции. Те, в свою очередь, затем могут быть без труда собраны в специальные сосуды."
    },
    {
      "type": "patchouli:crafting",
      "recipe": "ars_maleficarum:odour_extracting_furnace",
      "title": "Конструкция",
      "text": "После создания печь должна быть установлена в мир, как любой другой блок. Устройство её довольно простое и описано на следующих страницах. Специальный источник огня ей не требуется - печь греется сама."

    },
    {
      "type": "patchouli:image",
      "title": "Общее устройство",
      "text": "Внутренее устройство во время работы (рис. 1) и внешний вид печи (рис. 2).",
      "border": true,
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/odour_extracting_furnace_gui_ru.png","ars_maleficarum:textures/books/shadow_grimoire/odour_extracting_furnace.png"]
    },
    {
      "type": "patchouli:text",
      "text": "Предназначение слотов, изображенных на предыдущей странице: $(br2)I. Сжигаемые компоненты. $(br)II. Топливо. $(br)III. Пустые флаконы. $(br)IV. Получаемые эссенции. $(br)V. Продукты работы печи. $(br2)В качестве топлива для работы печь может принимать только древесный уголь. $(l:plants/nameless_tree#charcoal)Уголь из Безымянного древа$() тоже подойдет и, более того, ускорит работу печи в два раза."
    },
    {
      "type": "patchouli:spotlight",
      "item": "ars_maleficarum:empty_vial",
      "title": "Сбор ароматов",
      "text": "Для начала процесса сжигания наличие пустых стеклянных флаконов необязательно - без них выходной продукт всё равно будет получен, однако сбор потенциально выделяемой сжигаемым компонентом эссенции будет невозможен. Без возможности автоматического сбора во флакон она попросту улетучится."
    },
    {
      "type": "patchouli:text",
      "text": "Большинство рецептов в печи выпаривания ароматов позволяют с некоторым (не 100%) шансом получить ту или иную эссенцию, которая будет автоматически помещена во флакон. Некоторые компоненты при нагревании не дают никаких испарений, поэтому для них отсутствие пустых флаконов не сулит никаких потерь. $(br2)Характерный продукт сгорания большинства компонентов - пепел, гарантированно скапливающийся в V слоте."
    }
  ],
  "read_by_default": true
}

