{
  "name": "Odour Extracting Furnace",
  "icon": "ars_maleficarum:odour_extracting_furnace",
  "category": "ars_maleficarum:extracting_and_brewing/odour_extracting",
  "sortnum": 0,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "In the art of witchcraft, particular attention is given to the power hidden in scents and vapors. To extract and harness this power, any practitioner requires a special furnace. Possessing a simple design, it burns plant components within, releasing their essences. These can then be easily collected in special vessels."
    },
    {
      "type": "patchouli:crafting",
      "recipe": "ars_maleficarum:odour_extracting_furnace",
      "title": "Construction",
      "text": "Once created, the furnace must be placed in the world like any other block. Its mechanism is quite simple and is described on the following pages. A special fire source is not required – the furnace heats itself."
    },
    {
      "type": "patchouli:image",
      "title": "General Structure",
      "text": "Internal workings during operation (fig. 1) and the exterior of the furnace (fig. 2).",
      "border": true,
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/odour_extracting_furnace_gui_ru.png","ars_maleficarum:textures/books/shadow_grimoire/odour_extracting_furnace.png"]
    },
    {
      "type": "patchouli:text",
      "text": "Purpose of the slots shown on the previous page: $(br2)I. Components to be burned. $(br)II. Fuel. $(br)III. Empty vials. $(br)IV. Collected essences. $(br)V. Furnace output. $(br2)Only charcoal can be used as fuel for the furnace. $(l:plants/nameless_tree#charcoal)Charcoal from the Nameless Tree$() is also suitable and will, moreover, double the furnace's speed."
    },
    {
      "type": "patchouli:spotlight",
      "item": "ars_maleficarum:empty_vial",
      "title": "Collecting Scents",
      "text": "The presence of empty glass vials is not mandatory to start the burning process – without them, the output product will still be obtained, but the collection of the potentially released essence from the burned component will be impossible. Without the ability to automatically collect it into a vial, the essence will simply evaporate."
    },
    {
      "type": "patchouli:text",
      "text": "Most recipes in the odour extracting furnace allow for a certain (not 100%) chance to obtain an essence that will be automatically placed into a vial. Some components do not produce any vapors when heated, so the absence of empty vials does not result in any loss for them. $(br2)The typical byproduct of burning most components is ash, which will reliably accumulate in slot V."
    }
  ],
  "read_by_default": true
}
