{
  "name": "Gluttony",
  "icon": "ars_maleficarum:textures/books/shadow_grimoire/icon/gluttony.png",
  "category": "ars_maleficarum:encyclopedia/demonology",
  "sortnum": 0,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "This paragraph is dedicated to the demon of gluttony - one among those who embody Deadly Sins and govern human vice, residing in their infernal domains and luxuriating in sustenance granted by us all. Demons associated with each sin wield varying degrees of power and 'influence' within their expansive nine circles. Gluttony somewhat stands out among them."
    },
    {
      "type": "patchouli:text",
      "title": "Gluttony",
      "text": "Indeed, many adepts of demonology concur on one point: the Gluttony demon ranks as the weakest among demons embodying Deadly Sins. Some whisper that even their own infernal neighbors mock them behind their backs. Therefore, it is advisable for practitioners to commence their summoning and dealings with demons of this sort. However, one must not underestimate them. As further elucidated, these demons are quite formidable and pose a specific threat to novices."
    },
    {
      "type": "patchouli:entity",
      "entity": "ars_maleficarum:gluttony_demon",
      "rotate": true,
      "scale": 0.5,
      "offset": 1,
      "text": "The Gluttony demon is large and potent, yet exceedingly clumsy and not overly astute. It is primarily driven by the desire to sate its voracious appetite."
    },
    {
      "type": "patchouli:text",
      "title": "Gluttony",
      "text": "Summoned through a traditional, almost canonical $(l:rituals/demonology/abyssal_feast)summoning ritual$(), the demon immediately seeks to attack. It is easy to evade, as it moves quite ponderously. Nevertheless, one must avoid its devastating blows; allowing it to strike can be perilous, as frail witches or warlocks may find themselves rent asunder in an instant. Killing it proves challenging; its attacks passively consume shards of your soul with each strike, healing the demon."
    }
  ],
  "read_by_default": true
}
