{
  "name": "Древо Крамера",
  "icon": "ars_maleficarum:textures/block/kramer_sapling.png",
  "category": "ars_maleficarum:plants/trees",
  "sortnum": 3,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Тайна $(l:plants/nameless_tree)Безымянного древа$(/l) была раскрыта. Древние источники подсказали путь - проведением Ритуала Наречения забытое столетия назад имя может быть восстановлено. Душа Генриха Крамера, в свое время окропившего землю кровью Знающих, была навеки заточена в стволе дерева-прародителя, вскоре давшего начало целому поколению потомков. Те, вслед за именем инквизитора, вскоре были изгнаны в небытие."
    },
    {
      "type": "patchouli:image",
      "border": true,
      "text": "Древо Крамера, листья и ствол которого покраснели от пролитой инквизитором крови.",
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/kramer_tree.png"]
    },
    {
      "type": "patchouli:text",
      "title": "Свойства древесины",
      "text": "Пропитанное кровью и духом страданий, древо Крамера служит отличным материалом для некоторых магических изделий, требующих хорошей магической проводимости и резонанса, приправленного инфернальной ноткой и эхом пролитых некогда слёз. Использование его древесины - большой шаг к достижению настоящего могущества на пути любого искушённого в тёмных областях знания."
    },
    {
      "type": "patchouli:text",
      "title": "Факел Крамера",
      "text": "Эхо кровавого прошлого продолжаёт нашептывать свои секреты, и на этот раз были получены довольно многообещающие результаты. Свойства древесины Крамера могут быть использованы для обретения искушенным некоторой части могущества канувшего в лету инквизитора, посредством которого тот держал в страхе всех современников и следующие поколения волшебников. Главное оружие Крамера - вовсе не молот, а его факел, источник всепоглощающего огня"
    },
    {
      "type": "patchouli:spotlight",
      "title": "Факел Крамера",
      "item": "ars_maleficarum:inert_fire_staff",
      "text": "Материал, полученный при правильной обработке древесины Крамера, может быть использован для создания основы этого легендарного артефакта. Несомненно, этого будет недостаточно для пробуждения сил, с помощью которых инквизитор обратил в пепел столько колдунов и ведьм. Однако вместе с тем ясно, что дальнейшие"
    },
    {
      "type": "patchouli:text",
      "text": "исследования могут принести желаемый результат. Кажется невероятным, чтобы Крамер, сам столь сильно презирающий волшебников, мог обрести такую силу без использования сильнейшей (и, возможно, запретной) магии. Всепоглощающий огонь, жертвами которого пали многие сотни волшебников, не мог быть сотворён ни одним из традиционных источников силы. По крайней мере, по эту сторону портала."
    }
  ],
  "read_by_default": true
}