{
  "name": "Kramer Tree",
  "icon": "ars_maleficarum:textures/block/kramer_sapling.png",
  "category": "ars_maleficarum:plants/trees",
  "sortnum": 3,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "The mystery of the $(l:plants/nameless_tree)Nameless Tree$(/l) has been unveiled. Ancient sources revealed the way – through the $(l:rituals/infusing/forgotten_name_awakening)Ritual of Naming$(), the name forgotten centuries ago can be restored. The soul of Heinrich Kramer, who once spilled the blood of the Knowing upon the earth, was forever sealed within the trunk of the progenitor tree, giving rise to a generation of descendants. They, along with the inquisitor's name, were soon banished into oblivion."
    },
    {
      "type": "patchouli:image",
      "border": true,
      "text": "The Kramer Tree, whose leaves and trunk have turned red from the blood spilled by him.",
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/kramer_tree.png"]
    },
    {
      "type": "patchouli:text",
      "title": "Properties of the Wood",
      "text": "Saturated with blood and the spirit of suffering, the Kramer Tree serves as an excellent material for certain magical artifacts that require good magical conductivity and resonance, seasoned with an infernal touch and the echo of tears once shed. $(br2)Utilizing its wood is a significant step towards achieving true power for anyone well-versed in the dark realms of knowledge."
    },
    {
      "type": "patchouli:text",
      "title": "Kramer's Torch",
      "text": "The echo of a bloody past continues to whisper its secrets, and this time the results are quite promising. $(br2)The properties of Kramer's wood can be harnessed to grant the adept a portion of the power the inquisitor once wielded, with which he instilled fear in his contemporaries and subsequent generations of wizards. $(br2)Kramer's main weapon was not a hammer, but his torch, a source of all-consuming fire."
    },
    {
      "type": "patchouli:spotlight",
      "title": "Kramer's Torch",
      "item": "ars_maleficarum:inert_fire_staff",
      "text": "The material obtained through the proper treatment of Kramer's wood can be used to create the foundation of this legendary artifact. $(br2)Undoubtedly, this alone will not awaken the powers with which the inquisitor turned so many wizards and witches to ashes. $(br2)However, it is clear that further research"
    },
    {
      "type": "patchouli:text",
      "text": "may yield the desired results. $(br2)It seems incredible that Kramer, who so deeply despised wizards, could have obtained such power without the use of the strongest (and possibly forbidden) magic. $(br2)The all-consuming fire, which claimed the lives of many hundreds of wizards, could not have been created by any traditional source of power. $(br2)At least, not on this side of the portal."
    }
  ],
  "read_by_default": true
}
