{
  "name": "Ars Maleficarum",
  "icon": "ars_maleficarum:textures/books/shadow_grimoire/icon/sfedu.png",
  "category": "ars_maleficarum:sfedu",
  "sortnum": 0,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Стоит отметить, что большая часть была готова уже к предзащите, оставалось за малым. Самое главное - эта книга, которую вы держите в руках. Она очень легко крафтится на самом начальном этапе игры и становится незаменимым помощником любого начинающего колдуна. Книга поделена на главы, подглавы и параграфы, в которых содержится вся информация о том, что мы создали."
    },
    {
      "type": "patchouli:text",
      "title": "О книге",
      "text": "Книга зовётся Гримуар Теней. В ней содержится всё - общая информация, рецепты для алтаря и котла, схемы ритуальных кругов и многое другое. Любой предмет или механика, что были добавлены, обязательно присутствуют здесь - нужно только найти подходящий раздел! Все параграфы удачно отсортированы, поэтому это не должно стать трудностью."
    },
    {
      "type": "patchouli:spotlight",
      "title": "Котёл",
      "item": "ars_maleficarum:brewing_cauldron",
      "text": "Далее - мы усовершенствовали котёл, пофиксили некоторые баги и теперь он работает так, как должен. Кроме того, были добавлены красивые визуальные эффекты, проявляющиеся во время варки при помощи котла. Также мы добавили зелья и еду, которые можно приготовить при помощи котла - все они подробно описаны в соответствующей главе, которую мы рекомендуем вместе со всеми остальными изучить после прочтения этой сводки."
    },
    {
      "type": "patchouli:text",
      "title": "Демон",
      "text": "Мы усовершенствовали демона - бой с ним улучшен, добавлен дроп, но что самое важное - демон теперь используется не только как босс, которого интересно призывать и которого нужно постараться убить. Мы добавили новое грозное оружие - факел Крамера (того самого, чье дерево мы создавали при помощи огненного ритуала в прошлый раз)"
    },
    {
      "type": "patchouli:spotlight",
      "title": "Факел Крамера",
      "item": "ars_maleficarum:fire_staff",
      "text": "Факел Крамера - новый мощный артефакт, также подробно описанный в гримуаре. Он создаётся при помощи опасного ритуала, выполняющегося из 3-ёх этапов - призыв демона, заточение демона внутри круга, а затем заточение демона внутри ветви. Тем самым создаётся посох, питаемый гневом запертого в нём демона. Вся мощь посоха описана в $(l:artifacts/kramers_torch)соответствующем разделе$()."
    },
    {
      "type": "patchouli:text",
      "title": "Демон",
      "text": "Соответственно, вместе с этим были добавлены три новых ритуала (для круга каждого размера), что зачаровывают символы, из которых построены, не позволяя демонам через них проходить. Таким образом можно заточить призванного демона, подготовив круги к ритуалу создания Факела Крамера. Примечание: Если демона в момент ритуала внутри круга не будет, то ритуал заберёт душу игрока (моментально его убьёт)."
    },
    {
      "type": "patchouli:text",
      "title": "Пара слов про Ад",
      "text": "Ещё к нулевой версии нами было реализовано появление в аду специальных структур - так называемых мест призыва. До сих пор у них не было применений, однако теперь вам придётся отправиться в ад, найти одно из таких мест и установить там алтарь с пентаграммой - по-другому изготовить факел Крамера не выйдет, ибо в основе его лежит древесина, пропитанная силами самого Ада. Всё это подробно описано в гримуаре!"
    },
    {
      "type": "patchouli:spotlight",
      "title": "Какая-то шляпа",
      "item": "ars_maleficarum:simple_witch_hat",
      "text": "Также был добавлен один важный артефакт - остроконечная шляпа. Какая ведьма может быть без шляпы? Теперь вы можете без особых затрат изготовить себе такую и стать самой модной ведьмой на ближайшие леса и болота. Кроме того, шляпа определённо прибавит вам уважения - ведьмы-торговцы перестанут на вас нападать, как только увидят."
    },
    {
      "type": "patchouli:text",
      "title": "К слову о ведьмах",
      "text": "Действительно, настало время поговорить о ведьмах. Мы добавили нового моба - ведьму-отшельницу, одиноко живущую в своём домике на болотах (домик ведьмы, появляющийся на болотах, также был обновлён). При приближении (если на вас не надета шляпа) она попытается вас атакавать - мы попытались сделать бой с ней как можно более динамичным. Она будет применять заклинания и защищаться. Рекомендуем призвать и опробовать."
    },
    {
      "type": "patchouli:text",
      "title": "К слову о ведьмах",
      "text": "Если ведьма признает в вас равного (а произойдет это только, если на вас будет надета шляпа), то не будет атаковать (как и на мирном уровне сложности). Надев шляпу, вы сможете с ней поторговать - она готова будет за проклятое золото предложить вам некоторые интересные компоненты, которые в некоторых ситуациях, возможно, правда проще купить, нежели найти или сделать самому."
    },
    {
      "type": "patchouli:text",
      "title": "Прочее",
      "text": "За месяц мы помимо этого успели исправить несколько багов, выявленных в прошлый раз, а также провели работу по улучшению уже существующего контента. Были улучшены многие текстурки и модельки (рекомендуем обратить внимание на шалфей и календулу!), добавлены звуковые и визуальные эффекты."
    },
    {
      "type": "patchouli:text",
      "title": "Прочее",
      "text": "После прочтения данного экскурса, посвященного тому, что было сделано с момента предзащиты, просим вас обратиться и к остальным параграфам книги, начав с самого начала. Там более детально описано все наполнение мода, начиная с самых первых добавленных нами растений, заканчивая практическими аспектами демонологии. Желаем приятного чтения!"
    }
  ],
  "read_by_default": true
}