{
  "name": "Circle Formation",
  "icon": "ars_maleficarum:textures/books/shadow_grimoire/icon/circle_magic.png",
  "category": "ars_maleficarum:circle_magic/circle_components",
  "sortnum": 1,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "This paragraph contains exhaustive information about ritual circles - their mechanics, proper drawing methods, and more. Over time, any practitioner will learn to draw proper circles without the aid of illustrations, but until then, frequent reference to these pages is advised."
    },
    {
      "type": "patchouli:text",
      "title": "Components of Circles",
      "text": "Any magical circle (or rather, their system) consists of five elements - a core, small, medium, and large circles, as well as joints between them. Different rituals require different circles; almost all impose requirements on color, while for some, only the shape matters. Not all circles are simultaneously used in rituals - for example, some only require a combination of medium and small circles."
    },
    {
      "type": "patchouli:text",
      "title": "Components of Circles",
      "text": "The center of any circle is the core of one color, determined by the conducted ritual (some may accept any color). Then, going outwards: $(li)Small circle$()$(li)Joints between small and medium circles, if needed$(li)Medium circle$()$(li)Joints between medium and large circles, if needed$()$(li)Large circle$().$(br)The core is created using $(l:circle_components/drawing_kits)a special kit$(), while the circles are drawn with $(l:brewing/white_chalk)chalk$()."
    },
    {
      "type": "ars_maleficarum:ritual_circles",
      "ritual": "ars_maleficarum:setting_sun",
      "text": "An example of a ritual description from the book - includes all requirements.",
      "annotation_image": "ars_maleficarum:textures/books/shadow_grimoire/util_textures/sun.png",
      "annotation_line1": "Performing the Ritual",
      "annotation_line2": "only possible during the day!"
    },
    {
      "type": "patchouli:text",
      "title": "Explanation",
      "text": "The previous page provided an example of a ritual description from this section. The description includes a list of required components and special prescriptions, but the key aspect is the circle diagram. In this case, the ritual requires a core, small, and large circles in white (as shown in the diagram), and a medium circle in any color (gray in the diagram)."
    },
    {
      "type": "patchouli:text",
      "title": "Explanation",
      "text": "Joints between circles require special clarification. In this case, white joints are shown between the small and medium circles, and 'any' joints between the medium and large circles. It becomes evident that the color of the joints must match the connected circle of smaller radius. Joints are only required when both of the connected circles are needed. For example, when medium circle is not required, joints are not needed at all."
    },
    {
      "type": "patchouli:text",
      "title": "Important Notes",
      "text": "Several important notes regarding the use of chalk and drawing: $(br2)1) The core has a size of 3x3 and cannot be drawn if there is no free space. $(br2)2) Symbols can be redrawn by right-clicking on them with chalk (same or different color). $(br)3) Erasing already drawn glyphs is easiest using $(l:tools/chalk_brush)a brush$()."
    },
    {
      "type": "patchouli:text",
      "title": "Examples of Drawing",
      "text": "The following pages depict images of correctly formed ritual circles with explanations to assist novice practitioners. Cases of different colors and configurations, with and without joints, will be considered. $(br2)On the first illustration, joints between circles have been deliberately omitted for clarity."
    },
    {
      "type": "patchouli:image",
      "border": true,
      "title": "Without Connections",
      "text": "Core and all circles except medium are white. Joints intentionally omitted.",
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/circles_examples/white_red_white_no_joints.png"]
    },
    {
      "type": "patchouli:image",
      "border": true,
      "title": "With Connections",
      "text": "The only correct joints for the previous configuration.",
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/circles_examples/white_red_white_joints.png"]
    },
    {
      "type": "patchouli:image",
      "border": true,
      "title": "Without Large Circle",
      "text": "Completely green configuration (with joints) without involving the large circle.",
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/circles_examples/green_green.png"]
    },
    {
      "type": "patchouli:image",
      "border": true,
      "title": "Without Medium Circle",
      "text": "Red core, white small, and red large. Medium is absent, as are joints.",
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/circles_examples/white_none_red.png"]
    }
  ],
  "read_by_default": true
}
