{
  "name": "Проведение ритуала",
  "icon": "ars_maleficarum:textures/books/shadow_grimoire/icon/circle_magic.png",
  "category": "ars_maleficarum:circle_magic/circle_components",
  "sortnum": 2,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Этот параграф подробно описывает процесс проведения любого ритуала. Конечно, не всегда этот процесс одинаков, но существует несколько неизменных принципов и правил, лежащих в основе ритуальной магии. Данный параграф предполагает, что необходимая $(l:circle_components/drawing)конфигурация кругов$(), указанная на посвящённых ритуалу страницах, уже создана."
    },
    {
      "type": "patchouli:text",
      "title": "Другие требования",
      "text": "Проведение практически всех ритуалов требует поглощения силы из чётко определённого набора предметов, называемых компонентами - в книге они указываются прямо под схемами требуемых конфигураций кругов. В начале все компоненты нужно бросить внутрь круга ближе к сердцевине - только в этом случае обряд может начаться. Процесс проведения может быть активирован нажатием ПКМ по сердцевине."
    },
    {
      "type": "patchouli:text",
      "title": "Возможные ошибки",
      "text": "Отсутствие какой-либо реакции сердцевины после предполагаемой активации говорит об одной из трёх возможных ошибок: $(br2)1) Неверная конфигурация кругов$(br2)2) Неверный набор компонентов $(br2)3) Невыполнение особых условий, указанных на странице, посвящённой ритуалу. $(br2)Если всё сделано верно, то круги начнут поглощение компонентов."
    },
    {
      "type": "patchouli:text",
      "title": "О компонентах",
      "text": "Расщепление компонентов происхоит постепенно, один за другим - во время этого важно проявить осторожность и не забирать предметы, лежащие на земле. Если в какой-то момент очередной требуемый компонент не будет обнаружен, то ритуал будет прерван, уже поглощённые компоненты потеряны, а незадачливый колдун и вовсе может пострадать от побочных эффектов, спровоцированных допущением ошибки."
    },
    {
      "type": "patchouli:text",
      "title": "Начало ритуала",
      "text": "Как только последний компонент из списка будет расщёплен, начнется следующая стадия. Магия, протекающая сквозь глифы, будет фокусироваться, изменяться, изгибаться и закручиваться, подчиняя материю вокруг, пока не будет достигнут результат или ритуал не будет прерван (например, описанной ранее ошибкой или разрывом кругов). В процессе проведения пространство вокруг сердцевины дестабилизируется, могут возникать самого разного рода (в т.ч. и опасные) события."
    }
  ],
  "read_by_default": true
}