{
  "name": "Performing the Ritual",
  "icon": "ars_maleficarum:textures/books/shadow_grimoire/icon/circle_magic.png",
  "category": "ars_maleficarum:circle_magic/circle_components",
  "sortnum": 2,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "This paragraph provides detailed descriptions of the process of performing any ritual. Of course, this process is not always the same, but there are several immutable principles and rules underlying ritual magic. This paragraph assumes that the required $(l:circle_components/drawing)circle configuration$(), specified on the dedicated ritual pages, has already been created."
    },
    {
      "type": "patchouli:text",
      "title": "Other Requirements",
      "text": "Performing almost all rituals requires the absorption of power from a clearly defined set of items called components - they are listed directly beneath the diagrams of the required circle configurations in the book. Initially, all components must be thrown inside the circle closer to the core - only then can the ritual begin. The process can be activated by right-clicking on the core."
    },
    {
      "type": "patchouli:text",
      "title": "Possible Errors",
      "text": "The absence of any reaction from the core after the presumed activation indicates one of three possible errors: $(br2)1) Incorrect circle configuration$(br2)2) Incorrect set of components$(br2)3) Failure to meet the special conditions specified on the ritual page. $(br2)If everything is done correctly, the circles will begin to absorb the components."
    },
    {
      "type": "patchouli:text",
      "title": "About the Components",
      "text": "The splitting of components occurs gradually, one by one - during this process, it is important to exercise caution and not retrieve items lying on the ground. If at any point the next required component is not found, the ritual will be interrupted, already absorbed components will be lost, and the unfortunate sorcerer may suffer from side effects caused by the interruption."
    },
    {
      "type": "patchouli:text",
      "title": "Initiating the Ritual",
      "text": "Once the last component from the list is split, the next stage will begin. Magic flowing through the glyphs will focus, transform, bend, and twist, bending matter around until the desired result is achieved or the ritual is interrupted (for example, by the aforementioned error or a breach in the circles). During the ritual, the space around the core destabilizes, and various (including dangerous) events may occur."
    }
  ],
  "read_by_default": true
}
