{
  "name": "Flemeth's Cane",
  "icon": "ars_maleficarum:poison_staff",
  "category": "ars_maleficarum:artifacts",
  "sortnum": 5,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Crafted from an unassuming dry (and slightly charred) branch, this staff is a true work of art. Once owned by Flemeth, a renowned witch from the Wilds, this powerful artifact is the first fearsome weapon in the hands of any budding warlock. The natural magic coursing through the fibers of the branch is ready to burst forth at the command of its owner."
    },
    {
      "type": "patchouli:spotlight",
      "item": "ars_maleficarum:poison_staff",
      "text": "To craft the staff, a small $(l:rituals/infusing/poison_staff_creation)ritual$() must be performed, detailed in the Rituals Book. Infused with natural power, the branch transforms into a staff, ready to protect its owner to the last. The artifact possesses two rechargeable abilities, as described in detail further."
    },
    {
      "type": "patchouli:text",
      "title": "Flemeth's Cane",
      "text": "Firstly, this staff is a formidable weapon capable of channeling the power of nature against its owner's enemies. Holding it in hand, a right-click can unleash a precise shot of green toxic energy that will rush forward toward the first encountered target. Upon hitting a living creature, the projectile instantly poisons and weakens it for several seconds. $(n)Undead and some other creatures are immune to poison$()."
    },
    {
      "type": "patchouli:text",
      "title": "Flemeth's Cane",
      "text": "Secondly, Flemeth's Cane can protect its owner not only with the force of attack but also with another special ability. By pressing Shift+Right-click, the staff can redirect the natural magic flowing inside it onto its wielder, removing all poisoning and withering effects. After this, the Cane will need time to recover before its special abilities can be used again."
    },
    {
      "type": "patchouli:text",
      "title": "Rejuvenation",
      "text": "Over time, the staff will inevitably wear out. This cannot be prevented, but there is a way to prolong the Cane's life. By performing a special ritual ($(l:rituals/infusing/poison_staff_repair)in one of its two variations$()), all lost powers of the Cane can be restored. Everything comes at a cost, but this method is better than creating a new staff after the old one crumbles, releasing its last drop of power into the enemy."
    }
  ],
  "read_by_default": true
}
