{
  "name": "Трость Флемет",
  "icon": "ars_maleficarum:poison_staff",
  "category": "ars_maleficarum:artifacts",
  "sortnum": 5,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Этот посох, созданный из неприглядной сухой (и даже немного подгоревшей) ветви - настоящее произведение искусства. Таким же некогда обладала Флемет - известная ведьма из Диких Земель. Этот могущественный артефакт - первое грозное оружие в руках любого начинающего колдуна. Текущая по волокнам ветви природная магия готова в любой момент по команде владельца вырваться наружу."
    },
    {
      "type": "patchouli:spotlight",
      "item": "ars_maleficarum:poison_staff",
      "text": "Для создания посоха необходимо провести небольшой $(l:rituals/infusing/poison_staff_creation)обряд$(), подробно описанный в Книге Ритуалов. Наполнившись природной силой, ветвь обратится в посох и будет готова до последнего защищать своего владельца. Артефакт обладает двумя требующими перезарядки способностями, что подробно описываются далее."
    },
    {
      "type": "patchouli:text",
      "title": "Трость Флемет",
      "text": "Во-первых, этот посох - грозное оружие, способное направить силу природы против врагов своего владельца. Держа его в руках, на ПКМ можно совершить прицельный выстрел сгустком зелёной отравляющей энергии, что устремится вперёд к первой встреченной цели. Попав в живое существо, снаряд моментально поразит его и отравит на несколько секунд. $(n)Нежить и некоторые другие существа невоприимчивы к яду$()."
    },
    {
      "type": "patchouli:text",
      "title": "Трость Флемет",
      "text": "Во-вторых, Трость Флемет способна защищать своего владельца не только силой атаки, но и другой особенностью. При нажатии Shift+ПКМ посох может направить струящуюся внутри него природную магию на носителя, сняв с того все эффекты отравления и иссушения. После этого Трости понадобится время на восстановление, прежде чем её особые способности вновь можно будет использовать."
    },
    {
      "type": "patchouli:text",
      "title": "Восстановление",
      "text": "С течением времени посох начнет неизбежно изнашиваться. Это невозможно предотвратить, однако существует способ продлить жизнь Трости. Поведя над ней специальный обряд ($(l:rituals/infusing/poison_staff_repair)в одной из двух вариаций$()), можно восстановить все утраченные посохом силы. За всё нужно платить, однако такой способ лучше, чем создавать новый посох после того, как старый рассыплется, выпустив во врага последнюю каплю силы."
    }
  ],
  "read_by_default": true
}