{
  "name": "Факел Крамера",
  "icon": "ars_maleficarum:fire_staff",
  "category": "ars_maleficarum:artifacts",
  "sortnum": 6,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Тёмные секреты жестокого инквизитора прошлого были разгаданы. Факел Крамера - мощнейшее оружие, способное обратить в пепел всех, кто захочет встать на пути у его владельца. Подпитываясь силами демона, заточённого внутри, этот посох способен творить Всепоглощающее пламя - огонь, что обжигает сильнее, чем лава. Наверное, и Крамеру в свое время было трудно устоять перед такой силой."
    },
    {
      "type": "patchouli:spotlight",
      "item": "ars_maleficarum:fire_staff",
      "text": "Создание Факела требует провести сложный $(l:)обряд заточения$(), детально описанный в Книге Ритуалов. Используя гнев заточённого внутри демона, артефакт дарует своему владельцу силу преисподней, способную повергать в ужас даже самых смелых противников."
    },
    {
      "type": "patchouli:text",
      "title": "Факел Крамера",
      "text": "Являясь мощным оружием, посох позволяет своему владельцу нажатием на ПКМ совершать дальнобойные атаки - выпуская наружу гнев пленённого адского отродья, факел преобразует его в огненный снаряд, что устремляется вперёд, пока не встретит цель. Живые существа, попавшиеся ему на пути, получают сильные ожоги и воспламеняются, а на блоках загорается адское Всепоглощающее пламя, более опасное, чем обычный огонь."
    },
    {
      "type": "patchouli:text",
      "title": "Факел Крамера",
      "text": "В случае необходимости владелец посоха может призвать эффектную огненную защиту, активируя скрытую силу Факела при помощи Shift+ПКМ. В этот момент вокруг носителя возникает кольцо из Всепоглощающего пламени, не позволяющее живым существам переступить через него под угрозой обращения в пепел. Сам владелец посоха может беспрепятственно проходить через сотворенный этой (и только этой) способностью огонь, свободно маневрируя на поле битвы. $(n)Помните о перезарядке!$()"
    }
  ],
  "read_by_default": true
}