{
  "name": "Kramer's Torch",
  "icon": "ars_maleficarum:fire_staff",
  "category": "ars_maleficarum:artifacts",
  "sortnum": 6,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "The dark secrets of a cruel inquisitor from the past have been unraveled. Kramer's Torch is a mighty weapon capable of turning to ashes anyone who dares stand in its wielder's way. Fueled by the power of a demon trapped within, this staff can conjure Consuming Flames - fire that burns hotter than lava. Surely, even Kramer himself would have found it challenging to resist such power."
    },
    {
      "type": "patchouli:spotlight",
      "item": "ars_maleficarum:fire_staff",
      "text": "Crafting Kramer's Torch requires performing a complex $(l:rituals/infusing/kramer_torch_creation)ritual of captivity$(), detailed in the Rituals Book. Harnessing the rage of the imprisoned demon, the artifact bestows upon its owner the strength of the underworld, capable of striking fear into even the boldest adversaries."
    },
    {
      "type": "patchouli:text",
      "title": "Kramer's Torch",
      "text": "As a potent weapon, the staff allows its wielder to unleash ranged attacks with a right-click, releasing the fury of the imprisoned demon as a fiery projectile that streaks forward until it hits a target. Living creatures caught in its path suffer severe burns and ignite in Consuming Flames, while blocks are engulfed in hellish fire, more dangerous than ordinary flames."
    },
    {
      "type": "patchouli:text",
      "title": "Kramer's Torch",
      "text": "When needed, the staff's owner can invoke a spectacular fire defense by activating the hidden power of Kramer's Torch with Shift+Right-click. This creates a ring of Consuming Flames around the wielder, preventing living creatures from crossing it under threat of turning to ashes. The wielder themselves can freely move through this fire created by this ability (and only this ability), maneuvering on the battlefield unhindered. $(n)Remember about the recharge time!$()"
    }
  ],
  "read_by_default": true
}
