{
  "name": "Miner's gifts",
  "icon": "ars_maleficarum:valuable_detector",
  "category": "ars_maleficarum:artifacts",
  "sortnum": 0,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "In the pursuit of arcane arts, witches often find themselves delving into mines for essential materials. Using metal magic, it is possible to create three artifacts attuned to specific resonance spectra, aiding the owner in detecting the presence of various ores. At the core of these artifacts lies the essence of perception."
    },
    {
      "type": "patchouli:crafting",
      "recipe": "ars_maleficarum:empty_seal",
      "recipe2": "ars_maleficarum:perception_core",
      "title": "Perception Core"
    },
    {
      "type": "patchouli:text",
      "title": "Operational Principle",
      "text": "These artifacts, with limited durability, can detect even the faintest presence of linked materials beneath the earth's surface. Tuned to specific types of minerals, they scan a 3x3 square area from the point of use down to the deepest rocks. When a connection is established and suitable compounds are found, the artifact vibrates, alerting the owner to success."
    },
    {
      "type": "patchouli:crafting",
      "recipe": "ars_maleficarum:carbon_detector",
      "title": "Poor Miner",
      "text": "Crafted from a perception core and coal, the Impoverished Miner's Gift focuses exclusively on carbon compounds, typically abundant in the depths of any climate zone. It remains a valid question who would need such an artifact solely for coal..."
    },
    {
      "type": "patchouli:crafting",
      "recipe": "ars_maleficarum:metal_detector",
      "title": "Swarthy Metalurgist",
      "text": "The Dark Metalurgist's Gift, composed of copper, iron, silver, and gold, is finely tuned to metals. However, due to the broad range of metals included, its application lacks specificity in results."
    },
    {
      "type": "patchouli:crafting",
      "recipe": "ars_maleficarum:valuable_detector",
      "title": "Red-Cheeked Sage",
      "text": "The Rosy Sage's vibrant gift is characterized by an affinity for compounds not covered in the categories listed on previous pages. Among others, it includes red dust, emeralds, and infernal quartz."
    }
  ],
  "read_by_default": true
}
