{
  "name": "Магия рудокопов",
  "icon": "ars_maleficarum:valuable_detector",
  "category": "ars_maleficarum:artifacts",
  "sortnum": 0,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "В процессе постижения тайн искусства ведьм по тем или иным причинам приходится частенько спускаться в шахту в поисках необходимых материалов. Используя магию металлов, возможно создать три артефакта, способных настроиться на определенный спектр резонанса, помогая владельцу определять присутствие тех или иных пород. В основе артефактов лежит ядро восприятия."
    },
    {
      "type": "patchouli:crafting",
      "recipe": "ars_maleficarum:empty_seal",
      "recipe2": "ars_maleficarum:perception_core",
      "title": "Ядро восприятия"
    },
    {
      "type": "patchouli:text",
      "title": "Принцип работы",
      "text": "Эти артефакты, обладающие ограниченным запасом прочности, способны улавливать даже самое отдалённое присутствие связанных материалов под земной твердью. Настроенные на определенный род ископаемых, они сканируют недра в квадратной области 3х3 от места использования и до самого низа пород. В случае, если связь установлена и найдены подходящие соединения, дар вибрирует, оповещая владельца об успехе."
    },
    {
      "type": "patchouli:crafting",
      "recipe": "ars_maleficarum:carbon_detector",
      "title": "Нищий рудокоп",
      "text": "Дар Нищего Рудокопа, изготавливаемый на основе ядра восприятия и угля, фокусируется исключительно на углеродных соединениях, которыми обычно крайне богаты глубины любых климатических зон. Остаётся хорошим вопросом, кому вдруг понадобится изготавливать такой артефакт ради поиска угля..."
    },
    {
      "type": "patchouli:crafting",
      "recipe": "ars_maleficarum:metal_detector",
      "title": "Смуглый металлург",
      "text": "Дар Смуглого Металлурга, составленный из меди, железа, серебра и золота, настроен исключительно на металлы. Применение данного дара не отличается высокой конкретикой в результате, поскольку группа металлов включает в себя крайне обширное множество руд."
    },
    {
      "type": "patchouli:crafting",
      "recipe": "ars_maleficarum:valuable_detector",
      "title": "Краснощёкий мудрец",
      "text": "Яркий дар Краснощёкого Мудреца характеризуется расположением к соединениям, которые нельзя отнести к перечисленным на предыдущих страницах категориям. Среди прочих таких, например, красная пыль, изумруды и адский кварц."
    }
  ],
  "read_by_default": true
}
