{
  "name": "Hermit Witches",
  "icon": "ars_maleficarum:textures/books/shadow_grimoire/icon/hermit_witch.png",
  "category": "ars_maleficarum:encyclopedia/witches",
  "sortnum": 1,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "A wise traveler who comes across a witch's hut in the woods or swamps will not knock and ask for shelter. Solitary witches living alone in such places do not have a fondness for guests. The spells and rituals they perform under the cover of night often require blood, so they won't miss an opportunity to replenish their supplies. Necromancers, in particular, seek to gain extra hands."
    },
    {
      "type": "ars_maleficarum:lore_image_page",
      "border": true,
      "text": "However, rare forest witches may welcome guests too. They also crave companionship, though skull-topped sticks aren't very conversational.",
      "image": "ars_maleficarum:textures/books/shadow_grimoire/lore/hermit_witch.png"
    },
    {
      "type": "patchouli:text",
      "title": "Hermit Witches",
      "text": "In the swamps, $(l:witches/witch_huts)lonely huts$(), often perched on elongated legs, are frequently inhabited by hermit witches. They are generally unwelcoming to guests, so it's best not to catch their eye. If an ordinary traveler disturbs their solitude, they will swiftly attempt to dispose of them. Their strength should not be underestimated, as encounters with witches are rare due to few surviving to tell the tale."
    },
    {
      "type": "patchouli:text",
      "title": "Hermit Witches",
      "text": "However, if you decide to risk it and the hermit witch deems you a worthy conversationalist, you can count yourself fortunate. She will likely offer you useful items in exchange for cursed gold, which forest witches often use for experiments in creating the Philosopher's Stone."
    },
    {
      "type": "patchouli:image",
      "title": "Witch's Hut",
      "border": true,
      "text": "One of the huts where forest hermit witches usually live alone.",
      "images": ["ars_maleficarum:textures/books/shadow_grimoire/witch_hut.png"]
    }
  ],
  "read_by_default": true
}
