{
  "name": "Безымянное древо",
  "icon": "ars_maleficarum:textures/block/nameless_tree_sapling.png",
  "category": "ars_maleficarum:plants/trees",
  "sortnum": 1,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Это яркой синей окраски дерево зовётся Безымянным уже не одно столетие. Произрастающее в тенях мерзких топей и опасных болот, оно постоянно привлекает к себе внимание исследователей, однако неизбежно остается загадкой, олицетворяя неуверенность и мягкотелость. Погибшие деревья, если верить многим источникам, превращаются в $(l:plants/dead_tree)мертвые деревья$(/l)."
    },
    {
      "type": "patchouli:image",
      "border": true,
      "text": "Безымянное древо среди болот - по какой-то причине этот довольно яркий вид неразрывно связан с такой же степени неприглядными топями.",
      "images": [
        "ars_maleficarum:textures/books/shadow_grimoire/nameless_tree.png"
      ]
    },
    {
      "type": "patchouli:spotlight",
      "title": "Безымянный уголь",
      "anchor": "charcoal",
      "item": "ars_maleficarum:nameless_charcoal",
      "text": "Одна из известных особенностей этого (в остальных отношениях загадочного) вида - уголь, что получается при сгорании древесины оного. Данный уголь демонстрирует высокую степень катализации при получении концентратов посредством сжигания растительных материалов в особой печи, а кроме того - делает возможным наложение чар, процесс которого в ряде случаев без участия катализатора признавался безнадёжно долгим."
    },
    {
      "type": "patchouli:text",
      "title": "Почему Безымянное?",
      "text": "Название дерева, принятое в широких кругах сведущих в искусстве, только добавляет ему загадочности. Быть может, кто-то намеренно его однажды так назвал, шутки ради? А может, истинное имя его было погребено и забыто, вместе с его секретами, мучающими умы многих поколений волшебников? Что скрывается за этой стеной неведения? Вопрос кажется чрезвычайно интересным, пробуждая интерес и желание найти ответ."
    }
  ],
  "read_by_default": true
}